frontend/views/article/prestasiLulusan.php

SELECT * FROM `article` WHERE (`publish`=1) AND (`article_category_id`='10') ORDER BY `created` DESC LIMIT 5
---
            $perpage = isset($_GET['per-page']) ? $_GET['per-page'] : 5;
            $page = isset($_GET['page']) ? $_GET['page'] : 1;
            $offset = ($perpage * $page) + ($perpage * -1);
            $articles = Article::find()
                    ->where(array(
                        'publish' => 1,
                        'article_category_id' => '10'
                    ))
                    ->orderBy('created DESC')
                    ->limit($perpage)
                    ->offset($offset)
                    ->all();