frontend/views/article/sarpras.php

SELECT * FROM `article` WHERE `id`=39
---
                $perpage = isset($_GET['per-page']) ? $_GET['per-page'] : 6;
                $page = isset($_GET['page']) ? $_GET['page'] : 1;
                $offset = ($perpage * $page) + ($perpage * -1);
                $articles = Article::find()
                        ->where(array(
                            'publish' => 1,
                            'article_category_id' => '13'
                        ))