frontend/views/article/visiMisi.php

                            <div class="b-tabs-vertical__content-text">
                                <h3 class="f-tabs-vertical__title f-primary-b">Visi</h3>
                                <p><?php
                                    $tujuan = Article::findOne(['id'=>13]);
---
SELECT * FROM `article` WHERE `id`=13

                            <div class="b-tabs-vertical__content-text">
                                <h3 class="f-tabs-vertical__title f-primary-b">Misi</h3>
                                <p><?php
                                    $tujuan = Article::findOne(['id'=>14]);
---
SELECT * FROM `article` WHERE `id`=14

                            <div class="b-tabs-vertical__content-text">
                                <h3 class="f-tabs-vertical__title f-primary-b">Tujuan</h3>
                                <p><?php
                                    $tujuan = Article::findOne(['id'=>15]);
---
SELECT * FROM `article` WHERE `id`=15