frontend/controllers/ArticleController.php

    public function actionIndex() {
        $this->layout = 'main';
        $query = Article::find()
                ->where(array(
                    'publish' => 1
                ))
                ->orderBy('created DESC')
                ->all();
---
SELECT * FROM `article` WHERE `publish`=1 ORDER BY `created` DESC

    public function actionKegiatanSiswa() {
        $this->layout = 'main';
        $query = Article::find()
                ->where(array(
                    'publish' => 1,
                    'article_category_id' => '12'
                ))
                ->orderBy('created DESC')
                ->all();
---
SELECT * FROM `article` WHERE (`publish`=1) AND (`article_category_id`='12') ORDER BY `created` DESC

    public function actionPrestasi() {
        $query = Article::find()
                ->where(array(
                    'publish' => 1,
                    'article_category_id' => '10'
                ))
                ->orderBy('created DESC')
                ->all();
---
SELECT * FROM `article` WHERE (`publish`=1) AND (`article_category_id`='10') ORDER BY `created` DESC