frontend/views/site/index.php

                    </div>
                </div>
                <div class="b-detail-home-content">
                    <?php $sambutan = Article::findOne(['id' => 19]); ?>
---
SELECT * FROM `article` WHERE `id`=19

                        <div class="b-carousel-title f-carousel-title f-primary-b">Informasi Terbaru</div>
                        <div class="b-some-examples f-some-examples j-carousel-sidebar">
                            <?php
                            $news = Article::find()
                                    ->where([
                                        'publish' => 1,
                                        'article_category_id' => ['14','10']
                                    ])
                                    ->orderBy('created DESC')
                                    ->limit(5)
                                    ->all();
---
SELECT * FROM `article` WHERE (`publish`=1) AND (`article_category_id` IN ('14', '10')) ORDER BY `created` DESC LIMIT 5